Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/web-omegat.tmx
Source language: en_us
Languages: pt_br

source: CSS Visual Editor Support
pt_br: Suporte do Editor Visual CSS

source: CSS authoring support module for visual CSS editing
pt_br: Módulo de suporte de autoria CSS para edição visual CSS

source: The module provides support for CSS authoring to create CSS 2.1 style sheets.
pt_br: O módulo fornece suporte para autoria de CSS para criar folhas de estilo CSS 2.1.

source: Create Rule
pt_br: Criar regra

source: Css Files
pt_br: Arquivos Css

source: Cascading Style Sheet
pt_br: Folha de estilo em cascata

source: Creates an empty cascading style sheet (CSS) document.
pt_br: Cria um documento de folha de estilo em cascata (CSS) vazio.

source: Use a CSS to format the information contained in your XML document.
pt_br: Utilize um CSS para formatar as informações contidas em seu documento XML.

source: CSS Objects
pt_br: Objetos CSS

source: Rule List Action
pt_br: Ação de lista de regra

source: Toggle Style Builder
pt_br: Alternar construtor de estilo

source: Cancel
pt_br: Cancelar

source: Style Rule Editor
pt_br: Editor de regra de estilo

source: Select Rule Type
pt_br: Selecionar tipo de regra

source: &Preview
pt_br: Vi&sualização

source: Element ID:
pt_br: ID do elemento:

source: Class:
pt_br: Classe:

source: HTML Element:
pt_br: Elemento HTML:

source: Remove Rule
pt_br: Remover regra

source: Add Rule
pt_br: Adicionar regra

source: Down
pt_br: Para baixo

source: Up
pt_br: Para cima

source: Style Rule Hierarchy
pt_br: Hierarquia de regra de estilo

source: No preview available
pt_br: Nenhuma visualização disponível

source: Sample Text
pt_br: Texto de exemplo

source: Class CSS Rule Type
pt_br: Tipo de regra CSS da classe

source: HTML element CSS Rule Type
pt_br: Tipo de regra CSS do elemento HTML

source: Element ID CSS Rule Type
pt_br: Tipo de regra CSS do ID do elemento

source: Move the rule up in the list
pt_br: Mover a regra para cima

source: Move the rule down in the list
pt_br: MOver a regra para baixo

source: Style Rule cascade list
pt_br: Lista em cascata de regras de estilo

source: This list contains Style Rule cascade list
pt_br: Esta lista contém a lista em cascata de regras de estilo

source: Style Class Name Text Field
pt_br: Campo texo do nome da classe de estilo

source: Text Field to eneter the CSS Style Class Name
pt_br: Campo texto para informar o nome da classe do estilo CSS

source: Optional HTML element
pt_br: Elemento HTML opcional

source: Optional HTML element to be prepended before the CSS class name
pt_br: Elemento HTML opcional para ser colocado antes do nome da classe CSS

source: HTML element list
pt_br: Lista de elemento HTML

source: This list provides the list of HTML elements that can be added to the rule cascade list
pt_br: Esta lista fornece a lista de elementos HTML que podem ser adicionados à lista em cascata de regras

source: Element ID text field
pt_br: Campo texto do ID do elemento

source: Text field to eneter the element ID that can be added to the rule cascade list
pt_br: Campo para informar o ID do elemento que pode ser adicionado à lista em cascata de regra

source: Preview label that displays the composed CSS cascaded rule list
pt_br: Rótulo de visualização que mostra a lista de regra em cascata do CSS composto

source: CSS Check
pt_br: Verificar CSS

source: Type Document (PENDING)
pt_br: Inserir Documento (PENDENTE)

source: Type Data (PENDING)
pt_br: Inserir Dados (PENDENTE)

source: CSS checking
pt_br: Verificação CSS

source: finished
pt_br: concluído

source: finished with warnings
pt_br: concluído com avisos

source: failed
pt_br: falhou

source: Check CSS
pt_br: Verificar CSS

source: <!-- Look of this document is driven by a CSS referenced by an href attribute.
pt_br: <!-- A aparência deste documento é determinada por uma referência CSS em um atributo href.

source: See http://www.w3.org/TR/xml-stylesheet/ -->
pt_br: Veja http://www.w3.org/TR/xml-stylesheet/ -->

source: Style tag has been placed into clipboard
pt_br: A marcação de estilo foi colocada na área de transferência

source: Copy XML Style
pt_br: Copiar estilo XML

source: Copy HTML Style
pt_br: Copiar estilo HTML

source: XML check
pt_br: Verificar XML

source: Preview
pt_br: Visualização

source: <Not Set>
pt_br: <Não definido>

source: <value>
pt_br: <valor>

source: Css Style &Builder
pt_br: Cons&trutor de estilo Css

source: Style Builder
pt_br: Construtor de estilo

source: This is a Css Style Builder window
pt_br: Esta é uma janela do construtor de estilo Css

source: Css file is not parsed since it contains errors
pt_br: Arquivo Css não é analisado se contiver erros

source: No Css Rule Selected
pt_br: Nenhuma regra Css selecionada

source: Font
pt_br: Fonte

source: Background
pt_br: Segundo plano

source: Text Block
pt_br: Bloco de texto

source: Border
pt_br: Borda

source: Margin
pt_br: Margem

source: List
pt_br: Lista

source: Position
pt_br: Posição

source: Other
pt_br: Outro

source: Edit Font Family
pt_br: Editar família da fonte

source: Close
pt_br: Fechar

source: Background Color
pt_br: Cor de plano de fundo

source: B
pt_br: L

source: Background Image
pt_br: Imagem de plano de fundo

source: Tile
pt_br: Título

source: Scroll
pt_br: Rolar

source: S
pt_br: R

source: Horizontal Position
pt_br: Posição horizontal

source: Vertical Position
pt_br: Posição vertical

source: Style
pt_br: Estilo

source: Wide
pt_br: Estendido

source: Width
pt_br: Largura

source: Color
pt_br: Cor

source: All
pt_br: Tudo

source: Top
pt_br: Superior

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Bottom
pt_br: Inferior

source: Choose Color
pt_br: Escolher cor

source: Current Font Families:
pt_br: Famílias de fontes atuais:

source: Available:
pt_br: Disponível:

source: Selected:
pt_br: Selecionado:

source: New
pt_br: Novo

source: Delete
pt_br: Excluir

source: Remove selected fonts
pt_br: Remover fontes selecionadas

source: Edit...
pt_br: Editar...

source: Size:
pt_br: Tamanho:

source: Font Family:
pt_br: Família da fonte:

source: Weight
pt_br: Espessura

source: W
pt_br: s

source: Variant
pt_br: Variação

source: Underline
pt_br: Sublinhado

source: Strikethrough
pt_br: Tachado

source: Overline
pt_br: Sobrescrito

source: No Decorations
pt_br: Sem decorações

source: Side
pt_br: Lado

source: Padding
pt_br: Preenchimento

source: Mode
pt_br: Modo

source: Height
pt_br: Altura

source: Visible
pt_br: Visível

source: Z Index
pt_br: Índice Z

source: Indentation
pt_br: Indentação

source: Direction
pt_br: Direção

source: Horizontal Alignment
pt_br: Alinhamento horizontal

source: Vertical Align
pt_br: Alinhamento vertical

source: Word Spacing
pt_br: Espaçamento entre palavras

source: Letter Spacing
pt_br: Espaçamento entre letras

source: Line Height
pt_br: Altura da linha

source: No Preview Available
pt_br: Nenhuma visualização disponível

source: Chosen Fonts
pt_br: Fontes escolhidas

source: Chosen Font family Set
pt_br: Conjunto de família de fonte escolhida

source: Edit chosen font family set
pt_br: Editar conjunto de família de fonte escolhida

source: Font Family List
pt_br: Lista de família de fonte

source: Chosen Font Size
pt_br: Tamanho da fonte escolhido

source: Font Size List
pt_br: Lista de tamanho de fonte

source: Font Style Selection
pt_br: Seleção de estilo da fonte

source: Font Weight Selection
pt_br: Seleção de espessura da fonte

source: Font Variant Selection
pt_br: Seleção de variação da fonte

source: Font Underline Selection
pt_br: Seleção de sublinhado da fonte

source: Font Overline Selection
pt_br: Seleção de sobrescrito da fonte

source: Font Strike through Selection
pt_br: Seleção de tachado da fonte

source: Set font no decoration
pt_br: Definir fonte sem decoração

source: Font Size Unit List
pt_br: Lista de unidade de tamanho da fonte

source: Tile Option Selection
pt_br: Seleção de opção de título

source: Scroll option selection
pt_br: Seleção de opção de rolamento

source: Horizontal Position Seletcion
pt_br: Seleção da posição horizontal

source: Vertical Position Seletcion
pt_br: Seleção da posição vertical

source: Horizonal Position Unit
pt_br: Unidade da posição horizontal

source: Vertical Position Unit
pt_br: Unidade da posição vertical

source: Horizonal Position Unit Selection
pt_br: Seleção da unidade da posição horizontal

source: Combo box to get values for the Vertical position units
pt_br: Seleção para obter os valores para as unidades da posição vertical

source: All side border style
pt_br: Estilo de borda dos lados

source: All side border style selection combobox
pt_br: Seleção do estilo de borda dos lados

source: All side border width
pt_br: Largura da borda dos lados

source: All side border width selection combobox
pt_br: Seleção da largura das bordas dos lados

source: All side border width unit
pt_br: Unidade da largura da borda dos lados

source: All side border width unit selection combobox
pt_br: Seleção da unidade da largura da borda dos lados

source: Top side border style
pt_br: Estilo da borda superior

source: Top side border style selection combobox
pt_br: Seleção do estilo da borda superior

source: Top side border width
pt_br: Largura da borda superior

source: Top side border width selection combobox
pt_br: Seleção da largura da borda superior

source: Top side border width unit
pt_br: Unidade da largura da borda superior

source: Top side border width unit selection combobox
pt_br: Seleção da unidade da largura da borda superior

source: Bottom side border style
pt_br: Estilo da borda inferior

source: Bottom side border style selection combobox
pt_br: Seleção do estilo da borda inferior

source: Bottom side border width
pt_br: Largura da borda inferior

source: Bottom side border width selection combobox
pt_br: Seleção da largura da borda inferior

source: Bottom side border width unit
pt_br: Unidade da largura da borda inferior

source: Bottom side border width unit selection combobox
pt_br: Seleção da unidade da largura da borda inferior

source: Left side border style
pt_br: Estilo da borda esquerda

source: Left side border style selection combobox
pt_br: Seleção do estilo da borda esquerda

source: Left side border width
pt_br: Largura da borda esquerda

source: Left side border width selection combobox
pt_br: Seleção da largura da borda esquerda

source: Left side border width unit
pt_br: Unidade da largura da borda esquerda

source: Left side border width unit selection combobox
pt_br: Seleção da unidade da largura da borda esquerda

source: Right side border style
pt_br: Estilo da borda direita

source: Right side border style selection combobox
pt_br: Seleção do estilo da borda direita

source: Right side border width
pt_br: Largura da borda direita

source: Right side border width selection combobox
pt_br: Seleção da largura da borda direita

source: Right side border width unit
pt_br: Unidade da largura da borda direita

source: Right side border width unit selection combobox
pt_br: Seleção da unidade da largura da borda direita

source: All side margin width
pt_br: Largura da margem dos lados

source: All side margin width selection combobox
pt_br: Seleção da largura da margem dos lados

source: All side margin width unit
pt_br: Unidade da largura da margem dos lados

source: All side margin width unit selection combobox
pt_br: Seleção da unidade da largura da margem dos lados

source: Top side margin width
pt_br: Largura da margem superior

source: Top side margin width selection combobox
pt_br: Seleção da largura da margem superior

source: Top side margin width unit
pt_br: Unidade da largura da margem superior

source: Top side margin width unit selection combobox
pt_br: Seleção da unidade da largura da margem superior

source: Bottom side margin width
pt_br: Largura da margem inferior

source: Bottom side margin width selection combobox
pt_br: Seleção da largura da margem inferior

source: Bottom side margin width unit
pt_br: Unidade da largura da margem inferior

source: Bottom side margin width unit selection combobox
pt_br: Seleção da unidade da largura da margem inferior

source: Right side margin width
pt_br: Largura da margem direita

source: Right side margin width selection combobox
pt_br: Seleção da largura da margem direita

source: Right side margin width unit
pt_br: Unidade da margem direita

source: Right side margin width unit selection combobox
pt_br: Seleção da largura da margem direita

source: Left side margin width
pt_br: Largura da margem esquerda

source: Left side margin width selection combobox
pt_br: Seleção da largura da margem esquerda

source: Left side margin width unit
pt_br: Unidade da largura da margem esquerda

source: Left side margin width unit selection combobox
pt_br: Seleção da largura da margem esquerda

source: All side padding width
pt_br: Largura do preenchimento dos lados

source: All side padding width selection combobox
pt_br: Seleção da largura do preenchimento dos lados

source: All side padding width unit
pt_br: Unidade da largura de preenchimento dos lados

source: All side padding width unit selection combobox
pt_br: Seleção da unidade da largura de preenchimento dos lados

source: Top side padding width
pt_br: Largura do preenchimento superior

source: Top side padding width selection combobox
pt_br: Seleção da largura do preenchimento superior

source: Top side padding width unit
pt_br: Unidade da largura do preenchimento superior

source: Top side padding width unit selection combobox
pt_br: Seleção da unidade da largura do preenchimento superior

source: Bottom side padding width
pt_br: Largura do preenchimento inferior

source: Bottom side padding width selection combobox
pt_br: Seleção da largura do preenchimento inferior

source: Bottom side padding width unit
pt_br: Unidade da largura do preenchimento inferior

source: Bottom side padding width unit selection combobox
pt_br: Seleção da unidade da largura do preenchimento inferior

source: Right side padding width
pt_br: Largura do preenchimento direto

source: Right side padding width selection combobox
pt_br: Seleção da largura do preenchimento direto

source: Right side padding width unit
pt_br: Unidade da largura do preenchimento direto

source: Right side padding width unit selection combobox
pt_br: Seleção da unidade da largura do preenchimento direto

source: Left side padding width
pt_br: Largura do preenchimento esquerdo

source: Left side padding width selection combobox
pt_br: Seleção da largura do preenchimento esquerdo

source: Left side padding width unit
pt_br: Unidade da largura do preenchimento esquerdo

source: Left side padding width unit selection combobox
pt_br: Seleção da unidade da largura do preenchimento esquerdo

source: Color browser button
pt_br: Botão de procura de cor

source: Button to launch the color chooser
pt_br: Botão para lançar selecionador de cores

source: Color Selection Combo Box
pt_br: Seleção de cor

source: Combo box to select the HTML4 predefoned color
pt_br: Seleção que permite escolher a cor pré-definida do HTML 4

source: List of currently available font families
pt_br: Lista de família de fontes disponível atualmente

source: Available font list combobox
pt_br: Seleção de lista de fonte disponíveis

source: Available font list
pt_br: Lista de fonte disponíveis

source: List of available fonts that can be added to the font families
pt_br: Lista de fontes disponíveis que podem ser adicionadas à família de fontes

source: List of fonts selected that are added to the current font families
pt_br: Lista de fontes selecionadas que foram adicionadas à família de fontes atual

source: Add font
pt_br: Adicionar fonte

source: Remove font
pt_br: Remover fonte

source: Move the font up the list
pt_br: Mover fonte para cima

source: Move the font down the list
pt_br: Mover fonte para baixo

source: Add font family set to the list
pt_br: Adicionar conjunto de família de fonte à esta lista

source: Remove font family set from the list
pt_br: Remover conjunto de família de fonte à esta lista

source: Horizontal Position selection combo box
pt_br: Seleção da posição horizontal

source: Vertical position selection combo box
pt_br: Seleção da posição vertical

source: Color chooser
pt_br: Seletor de cores

source: Font Style selection list
pt_br: Lista de seleção de estilo de fonte

source: Margin Width Field
pt_br: Campo da largura da margem

source: Text field to enter the Margin Width
pt_br: Campo texto para informar a largura da margem

source: Margin width unit
pt_br: Unidade da largura da margem

source: Combo box to select the margin width unit
pt_br: Seleção da unidade da largura da margem

source: Padding width field
pt_br: Campo da largura do preenchimento

source: Text field to enter the padding width
pt_br: Campo texto para informar a largura do preenchimento

source: Padding width unit
pt_br: Unidade da largura do preenchimento

source: Combo box to select the padding width unit
pt_br: Seleção da unidade da largura de preenchimento

source: Position mode combo box
pt_br: Seleção do modo de posição

source: Position mode
pt_br: Modo de posição

source: Position top
pt_br: Posição superior

source: Combo box to select the position top values
pt_br: Seleção do valor da posição superior

source: Position right
pt_br: Posição direita

source: Combo box to select the position right values
pt_br: Seleção do valor da posição direita

source: Position bottom
pt_br: Posição inferior

source: Combo box to select the position bottom values
pt_br: Seleção do valor da posição inferior

source: Position left
pt_br: Posição esquerda

source: Combo box to select the position left values
pt_br: Seleção do valor da posição esquerda

source: Width selection
pt_br: Seleção da largura

source: Combo box to select the width value
pt_br: Seleção do valor da largura

source: Height selection
pt_br: Seleção da altura

source: Combo box to select the height value
pt_br: Seleção do valor da altura

source: Combo box to select the visibility value
pt_br: Seleção do valor de visibilidade

source: Combo box to select the zindex value
pt_br: Seleção do valor de índice z

source: Visibility selection
pt_br: Seleção de visibilidade

source: Clip top selection
pt_br: Seleção do clip superior

source: Combo box to select the clip top value
pt_br: Seleção do valor do clip superior

source: Clip right selection
pt_br: Seleção do clip direito

source: Combo box to select the clip right value
pt_br: Seleção do valor do clip direito

source: Clip bottom selection
pt_br: Seleção do clip inferior

source: Combo box to select the clip bottom value
pt_br: Seleção do valor do clip inferior

source: Clip left selection
pt_br: Seleção do clip esquerdo

source: Combo box to select the clip left value
pt_br: Seleção do valor do clip esquerdo

source: Combo box to select horizontal alignment value
pt_br: Seleção do valor de alinhamento horizontal

source: Combo box to select vertical alignment value
pt_br: Seleção do valor de alinhamento vertical

source: Combo box to select indentattion value
pt_br: Seleção do valor de indentação

source: Combo box to select text direction value
pt_br: Seleção do valor de direção do texto

source: Combo box to select word spacing value
pt_br: Seleção do valor de espaçamento de palavras

source: Combo box to select letter spacing value
pt_br: Seleção do valor de espaçamento de letras

source: Combo box to select line height value
pt_br: Seleção do valor da altura da linha

source: Vertical Align unit selection
pt_br: Seleção da unidade de alinhamento vertical

source: Combo box to select vertical alignment unit value
pt_br: Seleção do valor da unidade de alinhamento vertical

source: Indentation unit selection
pt_br: Seleção da unidade de indentação

source: Combo box to select indentation unit value
pt_br: Seleção do valor da unidade de indentação

source: Word spacing unit selection
pt_br: Seleção da unidade do espaçamento de palavras

source: Combo box to select word spacing unit value
pt_br: Seleção da unidade de espaçamento de palavras

source: Letter spacing unit selection
pt_br: Seleção da unidade de espaçamento de letras

source: Combo box to select letter spacing unit value
pt_br: Seleção da unidade de espaçamento de letras

source: Line height unit selection
pt_br: Seleção da unidade de altura da linha

source: Combo box to select line height unit value
pt_br: Seleção da unidade de altura da linha

source: Browse background image file
pt_br: Procurar arquivo de imagem de plano de fundo

source: Border Width selection
pt_br: Seleção da largura da borda

source: Combo box to select border width values
pt_br: Seleção dos valores da largura da borda

source: Border width unit selection
pt_br: Seleção da unidade da largura da borda

source: Combo box to select border width unit values
pt_br: Seleção dos valores da unidade de largura da borda

source: Size
pt_br: Tamanho

source: Horizontal Align value selection
pt_br: Seleção do valor de alinhamento horizontal

source: Vertical alignment value selection
pt_br: Seleção do valor de alinhamento horizontal

source: Indentattion value selection
pt_br: Seleção do valor de indentação

source: Text direction value selection
pt_br: Seleção do valor de direção do texto

source: word spacing value selection
pt_br: Seleção do valor de espaçamento de palavras

source: Letter spacing value selection
pt_br: Seleção do valor de espaçamento de letras

source: Line height value selection
pt_br: Seleção do valor da altura da linha

source: Background Image browse button
pt_br: Botão de procura de imagem de plano de fundo

source: Button to browse loacal files for background Image
pt_br: Botão para localizar arquivos locais de imagem de plano de fundo

source: Background Image text field
pt_br: Campo texto de imagem de plano de fundo

source: Repeat style selection combo box
pt_br: Seleção do estilo de repetição

source: Scroll option selection combo box
pt_br: Seleção da opção de rolagem

source: Text field to enter the background image file name or URL
pt_br: Campo texto para informar a URL ou o nome de arquivo da imagem de plano de fundo

source: Text Decoration:
pt_br: Decoração do texto:

source: "Add selected fonts"
pt_br: "Adicionar fontes selecionadas"

source: List of Style Editors
pt_br: Lista de editores de estilo

source: This List displays the list of available Style Editors
pt_br: Esta lista exibe a lista de editores de estilo disponíveis

source: Border style table
pt_br: Tabela de estilo de borda

source: Table that displays dropdown lists for various properties of the border style
pt_br: Tabela que exibe listas para várias propriedades do estilo de borda

source: Margin style table
pt_br: Tabela de estilo de margem

source: Table that displays dropdown lists for various properties of the margin style
pt_br: Tabela que exibe listas para várias propriedades do estilo de margem

source: Z-index selection
pt_br: Seleção de índice-Z

source: Position top unit
pt_br: Unidade da posição superior

source: Combo box to select the position top unit values
pt_br: Seleção dos valores da unidade da posição superior

source: Position right unit
pt_br: Unidade da posição direita

source: Combo box to select the position right unit values
pt_br: Seleção dos valores da unidade da posição direita

source: Position bottom unit
pt_br: Unidade da posição inferior

source: Combo box to select the position bottom unit values
pt_br: Seleção dos valores da unidade da posição inferior

source: Position left unit
pt_br: Unidade da posição esquerda

source: Combo box to select the position left unit values
pt_br: Seleção dos valores da unidade da posição esquerda

source: Width unit selection
pt_br: Seleção da unidade de largura

source: Combo box to select the width unit value
pt_br: Seleção dos valores da unidade de largura

source: Height unit selection
pt_br: Seleção da unidade da altura
